13/data/attachments/7f192efe9588761.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Jeffrey_ability_Friend_76209_9</nif:username>
            <nif:friendToBeRequested>soap_friends_a60f3bfe-14c3-416c-bec0-18aa7960c8ea</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>